{
  "ageDependent": {
    "detailsBody": "<ol class='govuk-list govuk-list--alpha'><li>a person for at least 14 days but not more than 12 months after the administration of a second dose of the COVID-19 vaccine with a two-dose schedule; </li> <li>a person for at least 21 days but not more than 12 months after the first dose of the COVID-19 vaccine with a single-dose schedule,</li> <li>a person for at least 14 days and not more than 12 months after the first dose of the COVID-19 vaccine if the first dose against COVID-19 administered within 180 days of overcoming COVID-19.</li></ol>",
    "detailsHeading": "Who is a fully vaccinated person?",
    "legend": "Vaccination against COVID-19",
    "noAdultIsolationNo": "No one in the shared household is in compulsory home isolation",
    "noAdultIsolationYes": "At least 1 person in the shared household is in compulsory home isolation.",
    "noAdultLegend": "Domestic isolation of members of a shared household",
    "vacinatedFully": "I am a fully vaccinated person and I have proof of this.",
    "vacinatedNo": "I am not a vaccinated person or I do not met the conditions as a fully vaccinated person.",
    "vacinatedPartially": "I am vaccinated person with a dose administered until 9.7.2021 and entering Slovakia until 2.8.2021 at 6:00 a.m. and I have a proof of this and I do not met the conditions as a fully vaccinated person."
  },
  "component": {
    "button": {
      "continue": "Continue"
    },
    "cityField": {
      "county": "county",
      "notInList": "City/village is not on the list"
    },
    "countryField": {
      "assistiveHint": "When autocomplete results are available use up and down arrows to review and enter to select. Touch device users, explore by touch or with swipe gestures.",
      "notInList": "Country is not in the list "
    },
    "date": {
      "day": "Day",
      "hint": "Enter the month as a number from 1 to 12. ",
      "month": "Month",
      "year": "Year"
    },
    "driveInField": {
      "assistiveHint": "When autocomplete results are available use up and down arrows to review and enter to select. Touch device users, explore by touch or with swipe gestures.",
      "notInList": "Pickup point is not in the list",
      "notPreferredDrivein": "I don't have a preferred pickup point"
    },
    "result": {
      "additionalInfo": "Further instructions will be sent to you in the coming days in an SMS message or by email. ",
      "backKorona": "Back to korona.gov.sk",
      "insetContent": "If you are traveling to Slovakia by plane, you must also fill out the form on the page <a href='https://www.mindop.sk/covid' target='_blank' class='govuk-link'>mindop.sk/covid</a>.",
      "nextActions": "Next actions",
      "ratingLink": "Rate the e-Hranica service.",
      "ratingLinks": "",
      "registerNextPerson": "Register another person",
      "warningText": "In case you come from <a href='https://korona.gov.sk/en/travelling-to-slovak-republic/#countries-not-required-pcr' class='govuk-link' target='_blank'>these</a>by plane, you do not have to have a negative 72 hour old PCR test. "
    },
    "warningText": {
      "warning": "Warning"
    }
  },
  "exceptions": {
    "ag7Days": {
      "legend": "Exemptions that require a negative RT-PCR test result no older than 7 days",
      "legendPermanentNeighbour": "Additional conditions for entry into Slovakia",
      "legendPermanentSlovakia": "Additional conditions for entry into Slovakia"
    },
    "list": {
      "10": "I have an exemption approved by the Ministry of Defense of the Slovak Republic for entry, transit or stay of members of the armed forces to perform tasks arising from EU and NATO membership, or persons entering the territory of the Slovak Republic for maintenance, inspection and repair of equipment and materials as property under the administration of the Ministry of Defense of the Slovak Republic.",
      "11": "I am a holder of a diplomatic or service passport entering the territory of the Slovak Republic.",
      "12": "On the basis of a valid court decision in the matter of performing alternate care of parents for a minor child, or the right of contact with a minor child. You must submit a valid court decision or a parental agreement upon entering the territory of the Slovak Republic and inform the Centre for the International\n Legal Protection of Children and Youth at the Ministry of Labor, Social Affairs and Family of the Slovak Republic.",
      "13": "Persons transporting other persons to and from international airports in the Czech Republic, Poland, Hungary or Austria.",
      "13hint": "<strong>Persons providing transport</strong> are required to register on the site <a href='https://naletisko.mzv.sk/' class='govuk-link' target='_blank'>naletisko.mzv.sk</a> at the latest before crossing the state border from the Slovak Republic. They are invited to present a printed or electronic confirmation of this obligation to the member of the police force upon request. The transport ticket of the person transported or its electronic copy may be required. The persons providing the transport are required to make the journey exclusively through the territory of the Member States of the European Union, without stopping, with the exception of stopping for the necessary refueling and boarding of the person transported.",
      "14": "I have an exception approved by the Ministry of Interior of the Slovak Republic for entry of the members of foreign rescue teams or experts participating at the request of state authorities of the Slovak Republic or another state in humanitarian aid during a crisis situation or in the relief-works during the extraordinary situation in the territory of the Slovak Republic or other state.",
      "15": "I have an exception approved by the relevant Ministry for persons carrying out the transport of special firefighting and rescue equipment necessary for the rescue activities of the firefighter units for the performance of equipment maintenance and technical inspections.",
      "16": "I have an exemption approved by the Ministry of Interior of the Slovak Republic for firefighters and rescue workers in emergencies in the state border areas acting upon request of the operations centre of the neighboring country.",
      "17": "I cross the border of the Slovak Republic due to a visit to a foreign embassy accredited to the Slovak Republic located in the Czech Republic, Hungary or the Republic of Austria for the period not exceeding 12 hours and at the same time I have a permanent or temporary residence in the Slovak Republic and I can prove my visit to the embassy.",
      "18": "I have an employment relationship, a similar employment relationship or a place of work in the EU, Iceland, Norway, Liechtenstein, Switzerland or Ukraine, and a certificate that I hold <a href='https://korona.gov.sk/wp-content/uploads/2021/07/vyhlaska_226-priloha3.pdf' class='govuk-link' target='_blank'>a certificate from my employer for such performance work or confirmation of such execution of the work, in accordance with annex no. 3. (PDF, 243 kB)</a> and at the same time I have the confirmation that I enter and leave the territory of neighboring states solely for the purpose of performance of work.",
      "19": "I have an employment relationship, a similar employment relationship or a place of work in the Slovak Republic and at the same time, I have a confirmation that I am a holder of <a href='https://korona.gov.sk/wp-content/uploads/2021/07/vyhlaska_226-priloha3.pdf' class='govuk-link' target='_blank'>a certificate from the employer on such performance or a certificate on such performance, according to Annex no. 3 (PDF, 243 kB)</a>.",
      "20": "I am a Slovak citizen and have a permanent or temporary residence in the border areas of a neighboring state within 100 km of an open border post to the territory of the Slovak Republic.",
      "21": "When I cross the Slovak border, I actively attend, study or apply for kindergarten, primary, secondary or university in Czech Republic, Poland, Hungary, Ukraine or Austria and I have a certificate issued by the school <strong>or I am an accompanying person</strong> (maximum 1 person) of a pupil or student and I have proof of it.",
      "22": "When crossing the Slovak border, I am actively attending, studying or applying for kindergarten, primary, secondary or university and I have a certificate issued by the school of the form of full-time study <strong>or I am an accompanist</strong> of pupil or student and I have proof.",
      "23": "I am actively attending, studying or applying for kindergarten, primary, secondary or university and I am participating in the training process as full members of a sports club in the Czech Republic, the Republic of Poland, Hungary or the Republic of Austria and I am under 26 years of age and have a certificate to that effect issued by the competent institution or <strong>I am an accompanist</strong> of pupil or student and I have proof.",
      "24": "At the time of crossing the border into Slovakia, I am actively attending, studying or applying to attend or study at a kindergarten, primary, secondary or higher education institution in the Czech Republic, Poland, Hungary, Ukraine or Austria and I have a certificate issued by the school or<strong> I am accompanying </strong>the pupil or student and I have proof of this.",
      "25": "At the time of crossing the Slovak border into Slovakia, I am actively attending, studying or applying to attend or study at a kindergarten, primary school, secondary school or university and I have a certificate issued by the school or <strong>I am accompanying</strong> the pupil or student and I have proof of this.",
      "26": "I am actively attending, studying or applying for kindergarten, primary, secondary or university and I am participating in the training process as full members of a sports club in the Czech Republic, the Republic of Poland, Hungary or the Republic of Austria and I am under 26 years of age and have a certificate to that effect issued by the competent institution or <strong>I am an accompanist</strong> of pupil or student and I have proof.",
      "27": "I provide emergency care to members of my immediate family in the territory of a neighboring state who cannot take care of themselves and I have proof of emergency care from the attending physician of a member of my close family and a statutory declaration of family relationship; both in Slovak.",
      "28": "I am crossing the Slovak border due to urgent care of close family members in the Slovak Republic who are unable to take care of themselves and I have proof of urgent care from an attending physician of the member of  my immediate family and a statutory declaration of family relationship; both in Slovak.",
      "29": "I manage farm land located in the Czech Republic, the Republic of Poland, Hungary or the Republic of Austria within a radius of 10 km from the state border of the Slovak Republic and I can prove this fact upon entering the territory of the Slovak Republic.",
      "30": "I manage farm land located in the territory of Slovakia at a distance of 10 km from the state border of the Czech Republic, Poland, Hungary or Austria and I can prove this fact.",
      "31": "I have a permanent or temporary residence in the Slovak Republic, the Czech Republic, the Republic of Poland, Hungary or the Republic of Austria, I participate as a performer or staff member in Slovakia, the Czech Republic, Poland, Hungary or Austria in a cross-border production of an audiovisual work or television program, or as a seconded editor or staff member in a news media production. I participate as a performer or staff member in a cross-border production, including rehearsals or online broadcasts of a theatrical work, musical-dramatic work or musical work. I participate in restoration, I participate in research at an archaeological site, in a museum, archive or other memorial, academic or scientific institution, I participate in the installation or uninstallation of an exhibition in a museum, gallery or exhibition hall, or I am engaged in a theater or music institution and have a certificate from the person responsible for carrying out the activity.",
      "32": "I participate in sports competitions: <strong>TIPOS extraliga</strong> (hockey - men), <strong>ICE HOCKEY, LEAGUE</strong> (hockey - men) or <strong>MOL League</strong> (handball - women) and I cross the borders of Slovakia due to participation in these competitions or participation in international competitions organized by the sports federation and I can prove it.",
      "33": "I participate in sports competitions: <strong>TIPOS extraliga</strong> (hockey - men), <strong>FORTUNA Liga</strong> (football-men), <strong>SLOVNAFT Handball Extraliga</strong> (handball-men), <strong>Extraliga men</strong> (volleyball), <strong>Extraliga women</strong> (volleyball), <strong>Slovak basketball league</strong> (men), <strong>Extraliga women</strong> (basketball) or <strong>MOL League</strong> (handball - women) and I cross the borders of Slovakia due to participation in international competitions organized by the sports federation on the basis of participation in these competitions and I can prove it.",
      "34": "I am a representative of the Slovak Republic or member of implementation teams according to the Decree of the Ministry of Education, Science, Research and Sports of the Slovak Republic, including the holders of the decree of the candidate of Games of XXXII Tokyo 2020 Olympics or XVI Tokyo 2020 Paralympic Games, who enter the territory of the Slovak Republic upon returning from an international sports event or concentration for the purpose of their preparation for international events and I have confirmation of this.",
      "35": "I participate in audiovisual production at <strong>Games XXXII. Tokyo 2020 Olympics, XXIV. Beijing 2022 Winter Olympics, or XVI. the Tokyo 2020 Paralympic Games or an international sporting event</strong>, which was reported to the relevant regional public health office with the the supporting opinion of the Ministry of Education, Science, Research and Sport of the Slovak Republic as a one-off mass event lasting up to 48 hours or over 4 days.",
      "36": "I enter or leave Slovakia for a short time in order to participate in the funeral of a loved one and I have confirmation of this.",
      "37": "I enter the territory of Slovakia and I am a person officially invited to events organized by the Office of the President of the Slovak Republic, the National Council of the Slovak Republic, the Government of the Slovak Republic or bodies of the central government administration and I have confirmation of that fact.",
      "38": "I am a member of a delegation representing Slovakia at the level of the Chancellery of the President, the National Council, the Government and the central bodies of state administration, civil servants and employees in the performance of work in the public interest sent on a foreign business trip for the purpose of performing work tasks or sent to perform tasks arising from the representation of the Slovak Republic abroad.",
      "39": "I am an employees of international organizations, international financial institutions and institutions of the European Union who have a place of work in the territory of the Slovak Republic or their family member.",
      "40": "I am a Member of the European Parliament elected in the Slovak Republic or I am a family member.",
      "41": "I am a person seconded to the embassy of the Slovak Republic, or seconded to perform tasks resulting from the representation of the Slovak Republic in an international organisation or an international military representation outside the territory of the Slovak Republic and I enter during and after the end of the secondment in a foreign country together or I am a member of the family.",
      "42": "I am an employee of operators of critical infrastructure elements in the energy and industry sector, as well as employees of their subcontractors, at the request of the respective operator of the critical infrastructure elements, who continuously provide strategic and vital functions of the Slovak Republic's operation.",
      "43": "I am an expert / specialist / technician in industrial sector crisis management.",
      "44": "I have an exception approved by the Ministry of Transport and Construction of the Slovak Republic for persons who are employees of operators of critical infrastructure elements in the electronic communications sector.",
      "45": "I have an exception approved by the Ministry for persons important for maintaining the operability of establishments operating in the sectors of agriculture, food, forestry and for persons providing veterinary care for farm animals.",
      "46": "I have an exemption approved by the Ministry of Agriculture and Rural Development of the Slovak Republic for persons who are owners or keepers of animals for the purpose of providing specialized diagnostic veterinary examination, surgical intervention or treatment of animals, provided by specialized veterinary service providers in other EU Member States.",
      "47": "I have an exception approved by the Ministry of Agriculture and Rural Development of the Slovak Republic for persons providing service and maintenance of agricultural and forestry equipment, crews of agricultural and forestry equipment and persons accompanying them.",
      "48": "I have an exception approved by the Ministry for persons entering or leaving the territory of the Slovak Republic for the purpose of service, installation and inspection services of medical equipment, provision of training for medical staff, clinical trial monitors, persons ensuring the smooth operation of medical infrastructure.",
      "49": "I have permanent contraindications to vaccination on the basis of a <a href='https://korona.gov.sk/wp-content/uploads/2021/07/vyhlaska_226-priloha4.pdf' class='govuk-link' target='_blank'>doctor's certificate according to Appendix no. 4 (PDF, 300kB)</a>.",
      "5": "I am a driver or crew of passenger transport, air transport or bus transport, who carry out the transport of repatriated persons to the territory of the Slovak Republic.",
      "50": "I have an exception approved by the Ministry of Interior of the Slovak Republic for persons entering the territory of the Slovak Republic on the basis of a request of a court or law enforcement bodies.",
      "51": "I am a sportsmen, members of implementation teams, referees and members of the organizing committee who enter the territory of the Slovak Republic to participate in an international sporting event, which was notified to the relevant regional public health authority based on the supporting opinion of the Ministry of Education, Science, Research and Sports of the Slovak Republic as a one-time mass event lasting up to 48 hours and I have confirmation of this.",
      "52": "I am a sportsmen, member of the implementation team, referee or member of the organizing committee of the event, who has been reported to the relevant regional public health authority based on the supporting opinion of the Ministry of Education, Science, Research and Sports of the Slovak Republic as a one-time mass event lasting for a period longer than 4 days.",
      "8": "I have an exception, after approval by the Ministry, to persons who have permanent or temporary residence in the territory of the Slovak Republic, entering or leaving the territory of the Slovak Republic for the purpose of ensuring acute and urgent diagnosis and treatment, protocol prevention and treatment, and continued treatment of their health conditions or health conditions of persons close to them. Persons entering or leaving the territory of the Slovak Republic for this purpose for a period shorter than 12 hours may cross the state border also without a certificate issued by the Ministry of Health of the Slovak Republic if they submit a medical request for examination issued on that day or a certificate of examination upon returning. If a stay longer than 12 hours is needed, it is necessary to request an assessment of the application via the website of the Ministry of Health of the Slovak Republic <a href='https://cestujem.standardnepostupy.sk' class='govuk-link' target='_blank'>cestujem.standardnepostupy.sk</a>.",
      "9": "I have an exception approved by the Ministry of the Interior of the Slovak Republic for the entry of members of police forces or the transit of members of police forces passing through the territory of the Slovak Republic to perform the tasks arising from EU membership.",
      "Culture": "I work in culture or research (editors, actors, restorers, etc.).",
      "Driver": "Drivers or crew members (transport – rail, passenger, air, freight, bus, boat, airport transport, repatriation of persons, funeral service, medical service – transport of patients, organs and blood)",
      "MinistryPcr72Hours": "Exemptions granted by Ministries.",
      "MinistryWithoutTest": "Exemptions granted by Ministries.",
      "Pendler": "In the last 14 days I have only been in the EU, Iceland, Norway, Liechtenstein, Switzerland or Ukraine - <strong>\"Commuters\"</strong>",
      "PermanentResidencyInEuPendler": "I have a permanent or temporary residence in other EU countries, in Iceland, Norway, Liechtenstein, Switzerland or in the border areas of Ukraine within 100 km of the border post open to the territory of the Slovak Republic.",
      "PermanentResidencyInNeighbourAg7Days": "I have a permanent or temporary residence in the Czech Republic, Poland, Hungary, Austria or Ukraine.",
      "PermanentResidencyInNeighbourPcr7Days": "I have a permanent or temporary residence in the Czech Republic, Poland, Hungary or Austria.",
      "PermanentResidencyInSlovakiaAg7Days": "I have a permanent or temporary residence in the Slovak Republic.",
      "PermanentResidencyInSlovakiaPcr7Days": "I have a permanent or temporary residence in the Slovak Republic.",
      "PermanentResidencyInSlovakiaPendler": "I have a permanent or temporary residence in the Slovak Republic.",
      "PermanentResidencyInUkraine": "I have a permanent or temporary residence in Ukraine.",
      "Politician": "Exceptions when performing a political function (official visits, delegations, MEPs, embassies)",
      "Sport": "I am a sports team player, member of the executive committee or referee."
    },
    "pcr72Hours": {
      "legend": "Exceptions with a negative PCR test result not older than 72 hours",
      "legendCulture": "I have an exception for employees in the culture or research sector",
      "legendMinistry": "Exemptions granted by Ministries.",
      "legendPolitician": "Exception in the exercise of a political function",
      "legendSport": "Exceptions for players of sports teams, members of implementation teams or referees"
    },
    "pcr7Days": {
      "legend": "Exemptions that require a negative RT-PCR test result no older than 7 days",
      "legendPendlerPermanentEu": "Additional conditions for entry into Slovakia",
      "legendPendlerPermanentSlovakia": "Additional conditions for entry into Slovakia",
      "legendPermanentNeighbour": "Additional conditions for entry into Slovakia",
      "legendPermanentSlovakia": "Additional conditions for entry into Slovakia",
      "legendPermanentUkraine": "Additional conditions for entry into Slovakia"
    },
    "start": {
      "hasException": {
        "ag7Days": "I have an exception that requires a negative antigen test result not older than 7 days.",
        "hint": "Click on one of the other options to see a detailed overview of the exceptions. If you tick the wrong option, don't worry. You'll be able to take a step back.",
        "label": "I have an exemption from home isolation",
        "pcr72Hours": "I have an exception that requires a negative <strong>PCR test result not older than 72 hours.</strong>",
        "pcr7Days": "I have an exception that requires a negative <strong>PCR test result not older than 7 days.</strong>",
        "pcr7DaysHint": "It also contains an exception for <strong>\"Pendlers\".</strong>",
        "withoutTest": "I have an exception that <strong>does not require a negative test result.</strong>"
      },
      "noException": "<strong>I have no exemption</strong> from undergoing home isolation.",
      "noExceptionLabel": "I do not have an exemption from home isolation",
      "warning": "attention",
      "warningBody": "Conditions for entry to Slovakia are strict. A negative test is not enough to enter the country! If you do not qualify for any of the exceptions, you are subject to mandatory home or quarantine isolation. <a href='https://korona.gov.sk/en/travelling-to-slovak-republic/#exemptions-for-unvaccinated' class='govuk-link' target='_blank'>Overview of exceptions.</a>"
    },
    "withoutTest": {
      "legend": "Exceptions that do not require a negative test result",
      "legendDriver": "Drivers or crew members",
      "legendMinistry": "Exemptions granted by Ministries."
    }
  },
  "form": {
    "errors": {
      "required": {
        "arrivalDate": "Enter the correct day, month and year of arrival.",
        "arrivalDateInterval": "Arrival date must be between -14 and +30 days from the current date.",
        "birthDate": "Enter the correct day, month and year of birth.",
        "chooseOne": "Choose one of the options.",
        "city": "Select a city / town from the list.",
        "correctnessStatement": "Please confirm the correctness of the entered data.",
        "dataConsent": "Please accept your consent to the processing of personal data.",
        "email": "Enter an email address.",
        "emailCorrect": "Enter the correct email address in the form email@email.com.",
        "firstName": "Enter a name.",
        "foreignId": "Enter the correct ID assigned by another country.",
        "houseNumber": "Enter the house number.",
        "household": "Enter a positive integer.",
        "insuranceCompany": "Choose the method of insurance.",
        "lastName": "Enter the last name.",
        "phoneNumber": "Enter the correct phone number. It must start with the international prefix + or 00.",
        "phoneNumberDiffer": "The phone number entered is not the same as in the previous field.",
        "phoneNumberVerification": "Enter the correct phone number. It must start with the international prefix + or 00.",
        "sequencingStatement": "Please accept your consent to sample sequencing.",
        "slovakId": "Enter the correct birth number in the form XXXXXXYYYY or BIC.",
        "street": "Enter the street.",
        "wrongCountry": "Select a country from the list.",
        "zip": "Enter a zip code.",
        "zipCount": "Zip code must contain exactly 5 digits."
      }
    }
  },
  "global": {
    "confirmationLegend": "Confirmations",
    "correctnessStatement": {
      "text": "I certify and declare that all the above information is true"
    },
    "dataConsent": {
      "linkText": "Information on personal data protection",
      "text": "I have read the Privacy Policy"
    },
    "navigation": {
      "back": "Back",
      "sendRegistration": "Submit registration"
    },
    "notRequiredField": "(optional)",
    "sequencingStatement": {
      "text": "I agree that the sample of biological material may be used for further investigations, including in the context of research and development in relation to COVID-19."
    }
  },
  "home": {
    "exceptionNone": "none",
    "exceptionNotSelected": "not selected"
  },
  "ministry": {
    "ministryOfAgriculture": "Ministry of Agriculture and Rural Development of the Slovak Republic",
    "ministryOfDefence": "Ministry of Defence of the Slovak Republic",
    "ministryOfEconomy": "Ministry of Economy of the Slovak Republic",
    "ministryOfEducation": "Ministry of Education, Science, Research and Sport of the Slovak Republic ",
    "ministryOfForeign": "Ministry of Foreign and European Affairs of the Slovak Republic",
    "ministryOfHealth": "Ministry of Health of Slovak Republic​",
    "ministryOfInterior": "Ministry of Interior of the Slovak Republic",
    "ministryOfTransport": "Ministry of Transport and Construction of the Slovak Republic"
  },
  "preferredDriveIn": {
    "label": "Selection of the preferred pickup point",
    "legend": "Selection of the preferred pickup point"
  },
  "quarantineRegistration": {
    "additionalInfoDoctorsName": "Name and surname of the general practitioner",
    "additionalInfoHelper": "In case of a positive test, in order to protect you and your loved ones, the hygienists will request additional information from you. You can help us by entering them voluntarily now.",
    "additionalInfoLegend": "Additional data",
    "additionalInfoNote": "Note",
    "additionalInfoNoteHint": "You can enter additional information in the note.",
    "additionalInfoPersonsInHousehold": "Number of persons living or staying in the place of isolation",
    "addressCity": "City / Town",
    "addressLegend": "Residence address during self-isolation",
    "addressNumber": "House number",
    "addressPermanentDifferent": "Other than the address of residence during self-isolation",
    "addressPermanentLegend": "Permanent address",
    "addressPermanentNo": "No permanent residence in Slovakia",
    "addressPermanentSame": "Same as the residence address during self-isolation",
    "addressStreet": "Street",
    "addressZip": "Postcode",
    "insuranceCompany": {
      "24": "Dôvera zdravotná poisťovňa",
      "25": "Všeobecná zdravotná poisťovňa",
      "27": "Union zdravotná poisťovňa",
      "98": "Health insurance in another EU country",
      "99": "Without health insurance in the EU"
    },
    "insuranceCompanyLegend": "Health insurance company",
    "intro1": "Complete the registration After entering Slovakia, it is necessary to stay in home isolation.",
    "intro2": "Home isolation ends after the negative PCR test you will be ordered for."
  },
  "startStep": {
    "addAnotherCountry": "Add another country visited",
    "birthDateLegend": "Date of birth",
    "cancel": "Cancel",
    "countryLegend": "What country did you come from?",
    "countryLegendHint": "The country of arrival is no longer decisive, but we must monitor it to protect public health.",
    "countryLegendNext": "Which other countries have you visited in the last 14 days?",
    "emailMobile": {
      "email": "E-mail adress",
      "emailHint": "Enter the e-mail to which we will send you a confirmation of registration. The confirmation of registration must be presented for border control.",
      "legend": "Email address and phone number",
      "phone": "Phone number (with which you arrived from abroad)",
      "phoneHint": "Enter also an international prefix, for example +421 for Slovak numbers.",
      "phoneVerify": "Enter the phone number again",
      "phoneVerifyHint": "Make sure you don't accidentally a mistake in your phone number."
    },
    "idNumber": {
      "byCountry": "ID assigned by another country",
      "icoBic": "Slovak birth number or BIČ",
      "icoBicHelper": "Fill in only if you do not have a Slovak birth number or BIČ.",
      "legend": "Identification number"
    },
    "legend": "Enter the country and date of arrival in Slovakia",
    "personalInfo": {
      "firstName": "Forename",
      "lastName": "Surname",
      "legend": "Personal information"
    }
  },
  "stepFinal": {
    "loading": "We are processing your registration, please wait a moment and do not close the page.",
    "registrationError": "Registration failed",
    "registrationSuccess": "Registration completed",
    "thanksMessage": "Thank you for signing up to eHranica (eBorder). You must pass a mandatory quarantine.<br/><br/>According to the decree, you have two options:<br/><br/>1) you will remain in home isolation for 14 days (the same isolation applies to the entire household in which you will spend the isolation and its occupants who are not fully vaccinated),<br/><br/>2) you will undergo an RT-PCR test. You do not need to make an appointment for testing. With this registration, you will be assigned an RT-PCR testing date automatically, but no sooner than the 5th day after you cross the border. We will inform you by SMS and e-mail about the appointment. Once you have received a negative test result, you can end the quarantine.",
    "thanksMessageError": "Thank you for trying to sign up for eHranica (eBorder). We are unable to process your registration. <br> Call <a href='https://www.npz.sk/sites/npzf/NzpBasePages/contact-form.aspx' class='govuk-link' target='_blank'>+421 2 32 35 30 30</a>."
  },
  "youngerThan12": {
    "body": "<p>Thank you for registering for eHranica(eBorder). <strong>Children under the age of 12 do not need to register. </strong></p><p>The same applies for them as for persons living in the same household. Thus, if a member of the household has to undergo a compulsory quarantine, this also applies to the child. Conversely, if members of a joint household are exempted from quarantine, the child is also exempted. </p>",
    "title": "No registration required"
  }
}
