{
  "ageDependent": {
    "detailsBody": "<ol class='govuk-list govuk-list--alpha'><li>osoba najmenej 14 dní ale nie viac než 12 mesiacov po aplikácii druhej dávky očkovacej látky proti ochoreniu COVID-19 s dvojdávkovou schémou,</li><li>osoba najmenej 21 dní ale nie viac než 12 mesiacov po aplikácii prvej dávky očkovacej látky proti ochoreniu COVID-19 s jednodávkovou schémou,</li><li>osoba najmenej 14 dní a nie viac než 12 mesiacov po aplikácii prvej dávky očkovacej látky proti ochoreniu COVID-19, ak bola prvá dávka očkovania proti ochoreniu COVID-19 podaná v intervale do 180 dní od prekonania ochorenia COVID-19.</li></ol>",
    "detailsHeading": "Kto je plne zaočkovaná osoba?",
    "legend": "Očkovanie proti COVID-19",
    "noAdultIsolationNo": "Nikto v spoločnej domácnosti nie je v povinnej domácej izolácii.",
    "noAdultIsolationYes": "Aspoň 1 osoba v spoločnej domácnosti je v povinnej domácej izolácii.",
    "noAdultLegend": "Domáca izolácia členov spoločnej domácnosti",
    "vacinatedFully": "Som plne zaočkovaná osoba a mám o tom doklad.",
    "vacinatedNo": "Nie som zaočkovaná osoba alebo nespĺňam podmienky plne zaočkovanej osoby.",
    "vacinatedPartially": "Som osoba s aplikovanou dávkou vakcíny do 9.7.2021 a vstupujem na Slovensko do 2.8.2021 do 6:00 hod. a nespĺňam podmienky plne zaočkovanej osoby."
  },
  "component": {
    "button": {
      "continue": "Pokračovať"
    },
    "cityField": {
      "county": "okres",
      "notInList": "Mesto/obec nie je v zozname"
    },
    "countryField": {
      "assistiveHint": "Keď sú k dispozícii výsledky automatického dopĺňania, použitím šípok nahor/nadol si vyberte položku a výber potvrďte stlačením klávesy enter. Používatelia dotykových zariadení preskúmajú možnosti dotykom alebo gestami prsta.",
      "notInList": "Krajina nie je v zozname"
    },
    "date": {
      "day": "Deň",
      "hint": "Mesiac zadávajte ako číslo od 1 do 12.",
      "month": "Mesiac",
      "year": "Rok"
    },
    "driveInField": {
      "assistiveHint": "Keď sú k dispozícii výsledky automatického dopĺňania, použitím šípok nahor/nadol si vyberte položku a výber potvrďte stlačením klávesy enter. Používatelia dotykových zariadení preskúmajú možnosti dotykom alebo gestami prsta.",
      "notInList": "Mesto nie je v zozname",
      "notPreferredDrivein": "Nemám preferované miesto odberu"
    },
    "result": {
      "additionalInfo": "Ďaľšie inštrukcie Vám prídu v najbližších dňoch v SMS správe alebo emailom.",
      "backKorona": "Späť na korona.gov.sk",
      "insetContent": "Ak cestujete na Slovensko letecky, musíte taktiež vyplniť formulár na stránke <a href='https://www.mindop.sk/covid' target='_blank' class='govuk-link'>mindop.sk/covid</a>.",
      "nextActions": "Ďaľšie akcie",
      "ratingLink": "Ohodnoťte službu e-Hranica.",
      "ratingLinks": "",
      "registerNextPerson": "Zaregistrovať ďalšiu osobu",
      "warningText": "V prípade že prichádzate z <a href='https://korona.gov.sk/cestovanie-do-sr/#krajiny-nie-je-nutny-negat-72h-PCR-test' class='govuk-link' target='_blank'>týchto</a> krajín letecky, nemusíte mať negatívny 72 hodín starý PCR test."
    },
    "warningText": {
      "warning": "Varovanie"
    }
  },
  "exceptions": {
    "ag7Days": {
      "legend": "Výnimky s negatívnym výsledok antigénového testu nie starším ako 7 dní",
      "legendPermanentNeighbour": "Dodatočné podmienky na vstup na Slovensko",
      "legendPermanentSlovakia": "Dodatočné podmienky na vstup na Slovensko"
    },
    "list": {
      "10": "Mám výnimku po schválení Ministerstvom na vstup, tranzit alebo pobyt príslušníkov ozbrojených síl na plnenie úloh vyplývajúcich z členstva EÚ a NATO alebo osôb, ktoré vstupujú na územie Slovenskej republiky za účelom údržby, revízie a opravy techniky a materiálu ako majetku v správe Ministerstva obrany Slovenskej republiky.",
      "11": "Som držiteľ diplomatického alebo služobného pasu vstupujúci na územie Slovenskej republiky.",
      "12": "Na základe právoplatného súdneho rozhodnutia vo veci vykonávania striedavej starostlivosti rodičov o maloleté dieťa, alebo práva styku s maloletým dieťaťom. Musíte sa preukázať pravoplatným súdnym rozhodnutím súdu alebo rodičovskou dohodou a informovať Centrum pre medzinárodnoprávnu ochranu detí a mládeže na Ministerstve  práce, sociálnych vecí a rodiny SR.",
      "13": "Osoby zabezpečujúce prepravu iných osôb z a na medzinárodné letiská na území Česka, Poľska, Maďarska alebo Rakúska.",
      "13hint": "<strong>Osoby zabezpečujúce prepravu sú povinné</strong> sa najneskôr pred prechodom štátnej hranice zo Slovenskej republiky zaregistrovať na webe <a href='https://naletisko.mzv.sk/' class='govuk-link' target='_blank'>naletisko.mzv.sk</a> a preukázať sa na požiadanie príslušníkom Policajného zboru vytlačeným alebo elektronickým potvrdením o splnení tejto povinnosti a letenkou prepravovanej osoby alebo jej elektronickou kópiou. Osoby zabezpečujúce prepravu sú povinné vykonať cestu výhradne cez územie členských štátov Európskej únie, a to bez zastavenia, okrem zastavenia na nevyhnutné tankovanie pohonných hmôt a nástup prepravovanej osoby.",
      "14": "Mám výnimku po odsúhlasení Ministerstvom pre členov zahraničných záchranných tímov alebo expertov podieľajúcich sa na základe žiadosti štátnych orgánov Slovenskej republiky, alebo iného štátu na humanitárnej pomoci počas krízovej situácie alebo na záchranných prácach pri mimoriadnych udalostiach na území Slovenskej republiky alebo iného štátu.",
      "15": "Mám výnimku po odsúhlasení Ministerstvom pre osoby vykonávajúce prevoz špeciálnej výjazdovej hasičskej a záchranárskej techniky nevyhnutne potrebnej pre zabezpečenie zásahovej činnosti hasičských jednotiek na vykonanie servisných úkonov a odborných prehliadok.",
      "16": "Mám výnimku po odsúhlasení Ministerstvom pre osoby vykonávajúce hasebné práce a záchranné práce pri mimoriadnych udalostiach v prihraničnej oblasti na základe žiadosti operačného strediska susednej krajiny.",
      "17": "Prekračujem hranicu Slovenskej republiky z dôvodu návštevy zastupiteľského úradu cudzej krajiny akreditovaného pre Slovenskú republiku, ktorý sa nachádza na území Českej republiky, Maďarska alebo Rakúskej republiky, na dobu kratšiu než 12 hodín a zároveň mám trvalý alebo prechodný pobyt na území Slovenskej republiky a viem sa preukázať o návšteve zastupiteľského úradu.",
      "18": "Mám uzatvorený pracovnoprávny vzťah, obdobný pracovný vzťah alebo miesto výkonu práce na území EÚ, Islandu, Nórska, Lichtenštajnska, Švajčiarska alebo na Ukrajine a zároveň mám <a href='https://korona.gov.sk/wp-content/uploads/2021/07/vyhlaska_226-priloha3.pdf' class='govuk-link' target='_blank'>potvrdenie od zamestnávateľa o takomto výkone práce alebo potvrdenie o takomto výkone práce (PDF, 243 kB)</a> podľa vyhlášky, pričom vstupujem na a opúšťam územie susedných štátov výhradne za účelom potreby výkonu práce.",
      "19": "Mám uzatvorený pracovnoprávny vzťah, obdobný pracovný vzťah alebo miesto výkonu práce na území Slovenskej republiky a zároveň mám <a href='https://korona.gov.sk/wp-content/uploads/2021/07/vyhlaska_226-priloha3.pdf' class='govuk-link' target='_blank'>potvrdenie o tom, že som držiteľ/ka potvrdenia od zamestnávateľa o takomto výkone práce alebo potvrdenia o takomto výkone práce (PDF, 243 kB)</a> podľa vyhlášky.",
      "20": "Som občanom Slovenska a mám trvalý alebo prechodný pobyt v prihraničných oblastiach susedného štátu do 100 km od otvoreného hraničného priechodu na územie Slovenskej republiky.",
      "21": "V dobe prekročenia hranice Slovenska aktívne navštevujem, študujem alebo sa uchádzam o navštevovanie alebo štúdium na materskej, základnej, strednej škole alebo vysokej škole v Česku, Poľsku, Maďarsku, Ukrajine alebo Rakúsku a mám potvrdenie vydané školou <strong>alebo som sprievodná osoba</strong> (maximálne 1 osoba) žiaka alebo študenta a mám o tom doklad.",
      "22": "V dobe prekročenia hranice Slovenska na území Slovenska aktívne navštevujú, študujú alebo sa uchádzajú o navštevovanie alebo štúdium na materskej, základnej, strednej škole alebo vysokej škole a o prezenčnej forme štúdia potvrdenie vydané školou <strong>alebo som sprievodná osoba</strong> žiaka alebo študenta a mám o tom doklad.",
      "23": "Som žiak, študent strednej alebo vysokej školy do 26 rokov a zúčastňujem sa tréningového procesu, ako riadni členovia športového klubu v Česku, Poľsku Maďarsku alebo Rakúsku a mám o tom doklad od príslušných inštitúcií alebo<strong> som sprievodná osoba</strong> (maximálne 1 osoba) žiaka alebo študenta a mám o tom doklad.",
      "24": "V dobe prekročenia hranice Slovenska aktívne navštevujem, študujem alebo sa uchádzam o navštevovanie alebo štúdium na materskej, základnej, strednej alebo vysokej škole v Česku, Poľsku, Maďarsku, Ukrajine alebo Rakúsku a mám potvrdenie vydané školou alebo  <strong>som sprievodná osoba</strong> žiaka alebo študenta a mám o tom doklad.",
      "25": "V dobe prekročenia hranice Slovenska na území Slovenska aktívne navštevujem, študujem alebo sa uchádzam o navštevovanie alebo štúdium na materskej, základnej, strednej škole alebo vysokej škole a o prezenčnej forme štúdia mám potvrdenie vydané školou alebo <strong>som sprievodná osoba žiaka alebo študenta</strong> a mám o tom doklad.",
      "26": "Som žiak/študent strednej alebo vysokej školy do 26 rokov a zúčastňujem sa tréningového procesu ako riaden člen športového klubu v Česku, Poľsku, Maďarsku alebo Rakúsku a mám o tom doklad od príslušných inštitúcií <strong>alebo som sprievodná osoba žiaka alebo študenta</strong> a mám o tom doklad.",
      "27": "Poskytujem neodkladnú starostlivosti o blízkych rodinných príslušníkov na území susedného štátu, ktorí nie sú schopní sa sami o seba postarať a mám doklad o neodkladnej starostlivosti od ošetrujúceho lekára blízkeho rodinného príslušníka a čestným prehlásením o rodinnom vzťahu; oboje v slovenskom jazyku.",
      "28": "Prekračujem hranicu Slovenska z dôvodu neodkladnej starostlivosti o blízkych rodinných príslušníkov na území Slovenskej republiky, ktorí nie sú schopní sa sami o seba postarať a a mám doklad o neodkladnej starostlivosti od ošetrujúceho lekára blízkeho rodinného príslušníka a čestným prehlásením o rodinnom vzťahu; oboje v slovenskom jazyku.",
      "29": "Obhospodarujem pozemky nachádzajúce sa na území Českej republiky, Poľskej republiky, Maďarska alebo Rakúskej republiky do vzdialenosti 10 km od štátnej hranice Slovenskej republiky a viem sa preukázať o tejto skutočnosti.",
      "30": "Obhospodarujem pozemky nachádzajúce sa na území Slovenska do vzdialenosti 10 km od štátnej hranice Česka, Poľska, Maďarska alebo Rakúska a viem sa preukázať o tejto skutočnosti.",
      "31": "Mám trvalý alebo prechodný pobyt v Slovenskej republike, Českej republike, Poľskej republike, Maďarsku alebo Rakúskej republike, podieľam sa ako účinkujúci alebo člen štábu na území Slovenska, Česka, Poľska, Maďarska alebo Rakúska na cezhraničnej produkcii <strong>audiovizuálneho diela</strong> alebo <strong>televízneho programu</strong>, alebo ako <strong>vyslaný redaktor</strong> alebo <strong>člen štábu</strong> na spravodajskej mediálnej produkcii, podieľam sa ako účinkujúci alebo člen štábu na cezhraničnej produkcii vrátane skúšania alebo on-line vysielania divadelného diela, hudobno-dramatického diela alebo hudobného diela, podieľam sa na reštaurovaní, podieľam sa na výskume na archeologickom nálezisku, v múzeu, archíve alebo v inej pamäťovej, akademickej alebo vedeckej inštitúcii, podieľam sa na inštalácii alebo odinštalovaní výstavy v múzeu, galérii alebo výstavnej sieni, alebo mam angažmán v divadle alebo hudobnej inštitúcii a mám potvrdenie od osoby zodpovednej za realizáciu činnosti.",
      "32": "Zúčasťňujem sa športových súťaží: <strong>TIPOS extraliga</strong> (hokej - muži), <strong>ICE HOCKEY, LEAGUE</strong> (hokej – muži) alebo <strong>MOL Liga</strong> (hádzaná – ženy) a prekračujem hranice Slovenska z dôvodu účasti v týchto súťažiach alebo účasti v medzinárodných súťažiach organizovaných športovou federáciou na základe účasti v týchto súťažiach a viem sa o tom preukázať.",
      "33": "Zúčasťňujem sa športových súťaží: <strong>TIPOS extraliga</strong> (hokej - muži), <strong>FORTUNA Liga</strong> (futbal-muži), <strong>SLOVNAFT Handball Extraliga</strong> (hádzaná-muži), <strong>Extraliga</strong> muži (volejbal), <strong>Extraliga</strong> ženy (volejbal), <strong>Slovenská basketbalová liga</strong> (muži), <strong>Extraliga</strong> ženy (basketbal) alebo <strong>MOL Liga</strong> (hádzaná – ženy) a prekračujem hranice Slovenska z dôvodu účasti v medzinárodných súťažiach organizovaných športovou federáciou na základe účasti v týchto súťažiach a viem sa o tom preukázať.",
      "34": "Som reprezentant Slovenska alebo člen realizačných tímov podľa dekrétu Ministerstva školstva, vedy, výskumu a športu Slovenskej republiky, vrátane držiteľov dekrétu kandidáta Hier XXXII. olympiády Tokio 2020, Hier XXIV zimných olympijských hier Peking 2022, alebo XVI. paralympijských hrách Tokio 2020, ktorí vstupujú na územie SR pri návrate z medzinárodného športového podujatia alebo sústredenia za účelom ich prípravy na medzinárodné podujatia a mám o tom potvrdenie.",
      "35": "Podieľam sa na audiovizuálnej tvorbe na <strong>Hrách XXXII. olympiády Tokio 2020, XXIV. zimných olympijských hier Peking 2022</strong>, alebo <strong>XVI. paralympijských hrách Tokio 2020</strong> alebo <strong>medzinárodnom športovom podujatí</strong>, ktoré bolo ohlásené príslušnému regionálnemu úradu verejného zdravotníctva na základe podporného stanoviska Ministerstva školstva, vedy, výskumu a športu Slovenskej republiky ako jednorazové hromadné podujatie s dĺžkou trvania do 48 hodín alebo nad 4 dni.",
      "36": "Krátkodobo vstupujem alebo opúšťam Slovensko za účelom účasti na pohrebe blízkej osoby a mám o tom potvrdenie alebo som sprievodná osoba a mám o tom doklad.",
      "37": "Vstupujem na územie Slovenska a som oficiálne pozvaná osoba na podujatia usporadúvané Kanceláriou prezidenta SR, Národnou radou SR, vládou SR, alebo ústrednými orgánmi štátnej správy a mám potvrdením o uvedenej skutočnosti.",
      "38": "Som členom delegácie zastupujúcej Slovensko na úrovni Kancelárie prezidenta, Národnej rady, vlády a ústredných orgánov štátnej správy, štátnym zamestnancom a zamestnancom pri výkone práce vo verejnom záujme vyslanými na zahraničnú pracovnú cestu za účelom plnenia pracovných úloh alebo vyslanými na plnenie úloh vyplývajúcich zo zastupovania Slovenskej republiky v zahraničí.",
      "39": "Som zamestnanec medzinárodných organizácií, medzinárodných finančných inštitúcií a inštitúcií Európskej únie, ktorí majú na území Slovenskej republiky miesto výkonu práce alebo ich rodinný príslušník.",
      "40": "Som poslanec Európskeho parlamentu zvolenými v Slovenskej republike alebo som rodinným príslušníkom.",
      "41": "Som vyslaná osoba na zastupiteľský úrad Slovenskej republiky, alebo vyslaná na plnenie úloh vyplývajúcich zo zastupovania Slovenskej republiky v medzinárodnej organizácii alebo medzinárodného vojenského zastupiteľstva mimo územia Slovenskej republiky a vstupujem počas a po skončení vyslania v cudzine spolu  alebo som rodinným príslušníkom.",
      "42": "Mám výnimku odsúhlasenú Ministerstvom pre osoby, ktoré sú zamestnancami prevádzkovateľov prvkov kritickej infraštruktúry v sektore energetika a priemysel, ako aj zamestnancami ich subdodávateľov, na žiadosť príslušného prevádzkovateľa prvkov kritickej infraštruktúry, ktorí nepretržitým spôsobom zabezpečujú strategicky a životne dôležité funkcie chodu Slovenskej republiky.",
      "43": "Mám výnimku odsúhlasenú Ministerstvom pre osoby, ktoré sú expertami/špecialistami/technikmi pre odstránenie krízových situácií v sektore priemysel.",
      "44": "Mám výnimku odsúhlasenú Ministerstvom pre osoby, ktoré zamestnancami prevádzkovateľov prvkov kritickej infraštruktúry v sektore elektronických komunikácií.",
      "45": "Mám výnimku odsúhlasenú Ministerstvom pre osoby dôležité z hľadiska udržania prevádzkyschopnosti prevádzok vykonávajúcich činnosť v sektoroch poľnohospodárstva, potravinárstva, lesného hospodárstva a pre osoby zabezpečujúce veterinárnu starostlivosť pre hospodárske zvieratá.",
      "46": "Mám výnimku odsúhlasenú Ministerstvom pre osoby, ktoré sú vlastníkmi alebo držiteľmi zvierat za účelom zabezpečenia špecializovaného diagnostického veterinárneho vyšetrenia, chirurgického zákroku alebo liečby zvierat, ktorú poskytujú špecializované veterinárne pracoviská v iných členských štátoch Európskej únie.",
      "47": "Mám výnimku odsúhlasenú Ministerstvom pre osoby zabezpečujúce servis a údržbu poľnohospodárskej a lesnej techniky, posádky poľnohospodárskej a lesnej techniky a ich sprievod.",
      "48": "Mám výnimku odsúhlasenú Ministerstvom pre osoby, ktoré vstupujú alebo opúšťajú územie Slovenskej republiky za účelom servisných, inštalačných a revíznych služieb zdravotníckej techniky, zabezpečenia školenia zdravotníckych zamestnancov, monitorov klinických štúdií, osoby zabezpečujúce plynulý chod zdravotníckej infraštruktúry.",
      "49": "Mám trvalé kontraindikácie očkovania na základe <a href='https://korona.gov.sk/wp-content/uploads/2021/07/vyhlaska_226-priloha4.pdf' class='govuk-link' target='_blank'>potvrdenia od lekára o kontraindikácii očkovania proti ochoreniu COVID-19 (PDF, 300kB)</a>.",
      "5": "Som vodič alebo posádka osobnej dopravy, leteckej dopravy alebo autobusovej dopravy, ktorí vykonávajú prepravu repatriovaných osôb na územie Slovenskej republiky.",
      "50": "Mám výnimku odsúhlasenú Ministerstvom pre osoby, ktoré vstupujú na územie Slovenskej republiky na základe žiadosti súdu alebo orgánov činných v trestnom konaní.",
      "51": "Som športovec, člen realizačného tímu, rozhodca alebo člen organizačného výboru a vstupujem na Slovnesko za účelom účasti na medzinárodnom športovom podujatí, ktoré bolo ohlásené príslušnému regionálnemu úradu verejného zdravotníctva na základe podporného stanoviska Ministerstva školstva, vedy, výskumu a športu Slovenskej republiky ako jednorazové hromadné podujaties dĺžkou trvania do 48 hodín a mám o tom potvrdenie.",
      "52": "Som športovec, člen realizačného tímu, rozhodca alebo člen organizačného výboru podujatia, ktoré bolo ohlásené príslušnému regionálnemu úradu verejného zdravotníctva na základe podporného stanoviska Ministerstva školstva, vedy, výskumu a športu Slovenskej republiky ako jednorazové hromadné podujatie s dĺžkou trvania nad 4 dni a mám o tom potvrdenie.",
      "8": "Mám výnimku po odsúhlasení Ministerstvom na osoby, ktoré vstupujú alebo opúšťajú územie Slovenskej republiky za účelom zabezpečenia akútnej a neodkladnej diagnostiky a liečby, protokolárnej prevencie a liečby a pokračujúcej liečby zdravotných stavov svojich, alebo osôb im blízkym. Osoby, ktoré za týmto účelom vstupujú alebo opúšťajú územie Slovenskej republiky na obdobie kratšie než 12 hodín môže prejsť štátnu hranicu aj bez potvrdenia vystaveného Ministerstvom zdravotníctva Slovenskej republiky ak sa preukážu v ten deň vystaveným lekárskym pozvaním na ošetrenie alebo pri návrate potvrdením o ošetrení. V prípade potreby pobytu presahujúceho 12 hodín je potrebné požiadať o posúdenie žiadosti prostredníctvom webovej stránky Ministerstva zdravotníctva Slovenskej republiky <a href='https://cestujem.standardnepostupy.sk' class='govuk-link' target='_blank'>cestujem.standardnepostupy.sk</a>.",
      "9": "Mám výnimku po odsúhlasení Ministerstvom vnútra Slovenskej republiky na vstup príslušníkov policajných zborov alebo tranzit príslušníkov policajných zborov prechádzajúcich územím Slovenskej republiky na plnenie úloh vyplývajúcich z členstva v EÚ.",
      "Culture": "Pracujem v kultúre alebo výskume (redaktori, herci, reštaurátori a podobne).",
      "Driver": "Som vodič alebo člen posádky (dopravy - železničná, osobná, letecká, nákladná, autobusová, lodná, preprava osôb na letiská, repriácia osôb, pohrebná služba, zdravotná služba - transport pacientov, orgánov a krvi).",
      "MinistryPcr72Hours": "Výnimky udeľované Ministerstvami.",
      "MinistryWithoutTest": "Výnimky udeľované Ministerstvami.",
      "Pendler": "Za posledných 14 dní som bol/a iba v iných  štátoch štátoch EÚ, Islandu, Nórska, Lichtenštajnska, Švajčiarska alebo na Ukrajine - <strong>pendleri</strong>",
      "PermanentResidencyInEuPendler": "Mám trvalý pobyt alebo prechodný pobyt v iných štátoch EÚ, Islandu, Nórska, Lichtenštajnska, Švajčiarska alebo na Ukrajine v prihraničných oblastiach Ukrajiny do 100 km od otvoreného hraničného priechodu na územie Slovenskej republiky.",
      "PermanentResidencyInNeighbourAg7Days": "Mám trvalý alebo prechodný pobyt v Česku, Poľsku, Maďarsku, Rakúsku alebo na Ukrajine.",
      "PermanentResidencyInNeighbourPcr7Days": "Mám trvalý alebo prechodný pobyt v Česku, Poľsku, Maďarsku alebo v Rakúsku.",
      "PermanentResidencyInSlovakiaAg7Days": "Mám trvalý alebo prechodný pobyt v Slovenskej republike.",
      "PermanentResidencyInSlovakiaPcr7Days": "Mám trvalý alebo prechodný pobyt v Slovenskej republike.",
      "PermanentResidencyInSlovakiaPendler": "Mám trvalý alebo prechodný pobyt v Slovenskej republike.",
      "PermanentResidencyInUkraine": "Mám trvalý alebo prechodný pobyt na Ukrajine.",
      "Politician": "Vykonávam politickú funkciu (oficiálne návštevy, delegácie, poslanci EP, zastupiteľské úrady).",
      "Sport": "Som hráč športového tímu, člen realizačného výboru alebo rozhodca."
    },
    "pcr72Hours": {
      "legend": "Výnimky s negatívnym výsledkom PCR testu nie starším ako 72-hodín",
      "legendCulture": "Mám výnimku na základe toho, že pracujem v kultúre alebo výskume",
      "legendMinistry": "Výnimky udeľované Ministerstvami",
      "legendPolitician": "Výnimka pri výkone politickej funkcie",
      "legendSport": "Výnimky pre hráčov športových tímov, členov realizačných tímov alebo rozhodcov"
    },
    "pcr7Days": {
      "legend": "Výnimky s negatívnym PCR testom nie starším ako 7 dní",
      "legendPendlerPermanentEu": "Dodatočné podmienky na vstup na Slovensko",
      "legendPendlerPermanentSlovakia": "Dodatočné podmienky na vstup na Slovensko",
      "legendPermanentNeighbour": "Dodatočné podmienky na vstup na Slovensko",
      "legendPermanentSlovakia": "Dodatočné podmienky na vstup na Slovensko",
      "legendPermanentUkraine": "Dodatočné podmienky na vstup na Slovensko"
    },
    "start": {
      "hasException": {
        "ag7Days": "Mám výnimku, ktorá vyžaduje negatívny výsledok <strong>antigénového testu nie starší ako 7 dní.</strong>",
        "hint": "Po zakliknutí niektorej z ďalších možností uvidíte detailný prehľad výnimiek. Ak označíte nesprávnu možnosť, neobávajte sa. Budete sa môcť vrátiť o krok späť.",
        "label": "Mám výnimku z absolvovania domácej izolácie",
        "pcr72Hours": "Mám výnimku, ktorá vyžaduje negatívny výsledok <strong>PCR testu nie starší ako 72-hodín.</strong>",
        "pcr7Days": "Mám výnimku, ktorá vyžaduje negatívny výsledok <strong>PCR testu nie starší ako 7 dní.</strong>",
        "pcr7DaysHint": "Obsahuje aj výnimku pre <strong>pendlerov</strong>.",
        "withoutTest": "Mám výnimku, ktorá <strong>nevyžaduje negatívny výsledok testu.</strong>"
      },
      "noException": "<strong>Nemám žiadnu výnimku</strong> z absolvovania domácej izolácie.",
      "noExceptionLabel": "Nemám výnimku z absolvovania domácej izolácie",
      "warning": "Upozornenie",
      "warningBody": "Podmienky pre vstup na Slovensko sú prísne. Pre vstup do krajiny nestačí negatívny test! Ak nespĺňate podmienky pre niektorú z výnimiek, vzťahuje sa na Vás povinná domáca izolácia alebo izolácia v karanténnom zariadení. <a href='https://korona.gov.sk/cestovanie-do-sr/#vynimky-pre-nezaockovanych' class='govuk-link' target='_blank'>Prehľad výnimiek</a>"
    },
    "withoutTest": {
      "legend": "Výnimky, ktoré nevyžadujú negatívny výsledok testu",
      "legendDriver": "Vodič alebo člen posádky",
      "legendMinistry": "Výnimky údeľované Ministerstvami"
    }
  },
  "form": {
    "errors": {
      "required": {
        "arrivalDate": "Zadajte správny deň, mesiac a rok príchodu.",
        "arrivalDateInterval": "Dátum príchodu musí byť v rozsahu -14 a +30 dní od aktuálneho dátumu.",
        "birthDate": "Zadajte správny deň, mesiac a rok narodenia.",
        "chooseOne": "Vyberte si jednu z možností.",
        "city": "Vyberte mesto/obec zo zoznamu.",
        "correctnessStatement": "Prosím, potvrďte správnosť zadaných údajov.",
        "dataConsent": "Prosím, akceptujte súhlas so spracovaním osobných údajov.",
        "email": "Zadajte emailovú adresu.",
        "emailCorrect": "Zadajte správnu emailovú adresu v tvare email@email.com.",
        "firstName": "Zadajte meno.",
        "foreignId": "Zadajte správne ID pridelené inou krajinou.",
        "houseNumber": "Zadajte číslo domu.",
        "household": "Zadajte celé kladné číslo.",
        "insuranceCompany": "Zvoľte spôsob poistenia.",
        "lastName": "Zadajte priezvisko.",
        "phoneNumber": "Zadajte správne telefónne číslo. Musí začínať medzinárodnou predvoľbou + alebo 00.",
        "phoneNumberDiffer": "Zadané telefónne číslo nie je rovnaké ako v predchádzajúcom políčku.",
        "phoneNumberVerification": "Zadajte správne telefónne číslo. Musí začínať medzinárodnou predvoľbou + alebo 00.",
        "sequencingStatement": "Prosím, akceptujte súhlas so sekvenovaním vzorky.",
        "slovakId": "Zadajte správne rodné číslo v tvare XXXXXXYYYY alebo BIČ.",
        "street": "Zadajte ulicu.",
        "wrongCountry": "Vyberte krajinu zo zoznamu.",
        "zip": "Zadajte PSČ.",
        "zipCount": "PSČ musí obsahovať presne 5 cifier."
      }
    }
  },
  "global": {
    "confirmationLegend": "Potvrdenia",
    "correctnessStatement": {
      "text": "Potvrdzujem a prehlasujem, že všetky uvedené údaje sú pravdivé"
    },
    "dataConsent": {
      "linkText": "Poučenie o ochrane osobných údajov",
      "text": "Oboznámil(a) som sa s Poučením o ochrane osobných údajov"
    },
    "navigation": {
      "back": "Späť",
      "sendRegistration": "Odoslať registráciu"
    },
    "notRequiredField": "(nepovinný údaj)",
    "sequencingStatement": {
      "text": "Súhlasím, že vzorka biologického materiálu môže byť využitá na ďalšie vyšetrenia a to aj v rámci výskumu a vývoja v súvislosti s ochorením COVID-19."
    }
  },
  "home": {
    "exceptionNone": "ziadna",
    "exceptionNotSelected": "nezvolena"
  },
  "ministry": {
    "ministryOfAgriculture": "Ministerstvo pôdohospodárstva a rozvoja vidieka SR",
    "ministryOfDefence": "Ministerstvo obrany SR",
    "ministryOfEconomy": "Ministerstvo hospodárstva SR",
    "ministryOfEducation": "Ministerstvo školstva, vedy, výskumu a športu SR",
    "ministryOfForeign": "Ministerstvo zahraničných vecí a európskych záležitostí SR",
    "ministryOfHealth": "Ministerstvo zdravotníctva SR",
    "ministryOfInterior": "Ministerstvo vnútra SR",
    "ministryOfTransport": "Ministerstvo dopravy a výstavby SR"
  },
  "preferredDriveIn": {
    "label": "Výber preferovaného miesta odberu",
    "legend": "Výber preferovaného miesta odberu"
  },
  "quarantineRegistration": {
    "additionalInfoDoctorsName": "Meno a priezvisko všeobecného lekára",
    "additionalInfoHelper": "V prípade pozitívneho testu, v záujme ochrany Vás a Vašich blízkych, budú od Vás hygienici vyžadovať dodatočné informácie. Pomôžete nám, ak ich dobrovoľne zadáte už teraz.",
    "additionalInfoLegend": "Dodatočné údaje",
    "additionalInfoNote": "Poznámka",
    "additionalInfoNoteHint": "Do poznámky môžete uviesť upresňujúce informácie.",
    "additionalInfoPersonsInHousehold": "Počet osôb žijúcich alebo zdržiavajúcich sa v mieste izolácie",
    "addressCity": "Mesto/Obec",
    "addressLegend": "Adresa absolvovania domácej izolácie",
    "addressNumber": "Orientačné číslo (číslo domu)",
    "addressPermanentDifferent": "Iná ako adresa domácej izolácie",
    "addressPermanentLegend": "Adresa trvalého bydliska",
    "addressPermanentNo": "Bez trvalého bydliska na Slovensku",
    "addressPermanentSame": "Rovnaká ako adresa domácej izolácie",
    "addressStreet": "Ulica",
    "addressZip": "PSČ",
    "insuranceCompany": {
      "24": "Dôvera zdravotná poisťovňa",
      "25": "Všeobecná zdravotná poisťovňa",
      "27": "Union zdravotná poisťovňa",
      "98": "Poistenie v inej krajine EÚ",
      "99": "Bez poistenia v EÚ"
    },
    "insuranceCompanyLegend": "Zdravotná poisťovňa",
    "intro1": "Dokončite registráciu do ehranice. Po vstupe na Slovensko je nutné ostať v domácej izolácii.",
    "intro2": "Domáca izolácia skončí po negatívnom PCR teste, na ktorý budete objednaný."
  },
  "startStep": {
    "addAnotherCountry": "Pridať ďalšiu navštívenú krajinu",
    "birthDateLegend": "Dátum narodenia",
    "cancel": "Zrušiť",
    "countryLegend": "Z ktorej krajiny prichádzate?",
    "countryLegendHint": "Krajina príchodu už nie je rozhodujúca, no pre ochranu zdravia ju musíme sledovať.",
    "countryLegendNext": "Ktoré ďalšie krajiny ste navštívili za posledných 14 dní?",
    "emailMobile": {
      "email": "Emailová adresa",
      "emailHint": "Zadajte email, na ktorý Vám odošleme potvrdenie o registrácii. Potvrdením sa preukážete na hraniciach pri príchode na Slovensko.",
      "legend": "Emailová adresa a telefónne číslo",
      "phone": "Telefónne číslo (s ktorým ste pricestovali zo zahraničia)",
      "phoneHint": "Zadajte aj s medzinárodnou predvoľbou, napríklad +421 pre slovenské čísla.",
      "phoneVerify": "Zadajte telefónne číslo ešte raz",
      "phoneVerifyHint": "Pozorne si skontrolujte, či ste vo Vašom telefónnom čísle omylom nezamenili niektorú číslicu."
    },
    "idNumber": {
      "byCountry": "ID pridelené inou krajinou",
      "icoBic": "Slovenské rodné číslo alebo BIČ",
      "icoBicHelper": "Vyplňte iba ak nemáte slovenské rodné číslo alebo BIČ.",
      "legend": "Identifikačné číslo"
    },
    "legend": "Zadajte krajinu a dátum príchodu na Slovensko",
    "personalInfo": {
      "firstName": "Meno",
      "lastName": "Priezvisko",
      "legend": "Osobné údaje"
    }
  },
  "stepFinal": {
    "loading": "Vašu registráciu spracovávame, vydržte ešte chvíľu a nezatvárajte stránku.",
    "registrationError": "Registrácia sa nepodarila",
    "registrationSuccess": "Registrácia dokončená",
    "thanksMessage": "Ďakujeme, že ste sa zaregistrovali do eHranice. Musíte absolvovať povinnú karanténu.<br/><br/>Podľa vyhlášky máte dve možnosti:<br/><br/>1) zostanete 14 dní v domácej izolácii (rovnako sa izolácia vzťahuje na celú domácnosť, v ktorej budete izoláciu tráviť a na jej obyvateľov, ktorí nie sú plne zaočkovaní),<br/><br/>2) absolvujete RT-PCR test. Na testovanie sa nemusíte objednávať. Vďaka tejto registrácii Vám bude termín RT-PCR testovania pridelený automaticky, najskôr však na 5. deň od prekročenia hraníc. O pridelení termínu Vás budeme informovať SMS a e-mailom. Po obdržaní negatívneho výsledku testu môžete karanténu ukončiť.",
    "thanksMessageError": "Ďakujeme, že ste sa chceli zaregistrovať do eHranice. Vašu registráciu nevieme spracovať.<br>Volajte na číslo <a href='https://www.npz.sk/sites/npz/NzpBasePages/kontaktny-formular.aspx' class='govuk-link' target='_blank'>+421 2 32 35 30 30</a>."
  },
  "youngerThan12": {
    "body": "<p>Ďakujeme, že ste sa chceli zaregistrovať do eHranice. <strong>Deti do 12 rokov sa nemusia registrovať.</strong></p><p>Platí pre ne to isté, čo pre osoby žijúce s nimi v spoločnej domácnosti. Teda, ak má niektorý člen spoločnej domácnosti absolvovať povinnú karanténu, platí to aj pre dieťa. A naopak, ak sa na členov spoločnej domácnosti vzťahuje výnimka z karantény, výnimka platí aj pre dieťa.</p>",
    "title": "Registrácia nie je potrebná"
  }
}
