{
  "ageDependent": {
    "detailsBody": "<p>a) osoba najmenej 14 dní ale nie viac než 12 mesiacov po aplikácii druhej dávky očkovacej látky proti ochoreniu COVID-19 s dvojdávkovou schémou,</p><p>b) osoba najmenej 21 dní ale nie viac než 12 mesiacov po aplikácii prvej dávky očkovacej látky proti ochoreniu COVID-19 s jednodávkovou schémou,</p><p>c) sú najmenej 14 dní a nie viac než 12 mesiacov po aplikácii prvej dávky očkovacej látky proti ochoreniu COVID-19, ak bola prvá dávka očkovania proti ochoreniu COVID-19 podaná v intervale do 180 dní od prekonania ochorenia COVID-19,</p>",
    "detailsHeading": "Kto je plne zaočkovaná osoba?",
    "legend": "Očkovanie proti COVID-19",
    "noAdultIsolationNo": "Nikto v spoločnej domácnosti nie je v povinnej domácej izolácii.",
    "noAdultIsolationYes": "Aspoň 1 osoba v spoločnej domácnosti je v povinnej domácej izolácii.",
    "noAdultLegend": "Domáca izolácia členov spoločnej domácnosti",
    "vacinatedFully": "Som plne zaočkovaná osoba a mám o tom doklad.",
    "vacinatedNo": "Nie som zaočkovaná osoba.",
    "vacinatedPartially": "Som zaočkovaná osoba aspoň 1 dávkou a mám o tom doklad."
  },
  "component": {
    "button": {
      "continue": "Pokračovať"
    },
    "cityField": {
      "notInList": "Mesto/obec nie je v zozname"
    },
    "countryField": {
      "notInList": "Krajina nie je v zozname"
    },
    "date": {
      "day": "Deň",
      "hint": "Mesiac zadávajte ako číslo od 1 do 12.",
      "month": "Mesiac",
      "year": "Rok"
    },
    "result": {
      "additionalInfo": "Ďaľšie inštrukcie Vám prídu v najbližších dňoch v SMS správe alebo emailom.V prípade že prichádzate z <a href=''>týchto</a> krajín letecky, musíte mať negatívny 72-hodín starý PCR test.",
      "backKorona": "Späť na korona.gov.sk",
      "insetContent": "Ak cestujete na Slovensko letecky, musíte taktiež vyplniť formulár na stránke <a href='https://www.mindop.sk/covid-19' target='_blank' class='govuk-link'>mindop.sk/covid-19</a>.",
      "nextActions": "Ďaľšie akcie",
      "ratingLink": "Ohodnoťte službu e-Hranica.",
      "registerNextPerson": "Zaregistrovať ďalšiu osobu",
      "warningText": "V prípade že prichádzate z <a href=''>týchto</a> krajín letecky, musíte mať negatívny 72-hodín starý PCR test."
    },
    "warningText": {
      "warning": "Varovanie"
    }
  },
  "exceptions": {
    "list": {
      "11": "Som držiteľ diplomatického alebo služobného pasu vstupujúci na územie Slovenskej republiky.",
      "12": "Na základe  právoplatného súdneho rozhodnutia vo veci vykonávania striedavej starostlivosti rodičov o maloleté dieťa, alebo práva styku s maloletým dieťaťom. Musíte sa preukázať pravoplatným súdnym rozhodnutím súdu alebo rodičovskou dohodou a informovať  Centrum pre medzinárodnoprávnu ochranu detí a mládeže na Ministerstve  práce, sociálnych vecí a rodiny SR.",
      "17": "Prekračujem hranicu Slovenskej republiky z dôvodu návštevy zastupiteľského úradu cudzej krajiny akreditovaného pre Slovenskú republiku, ktorý sa nachádza na území Českej republiky, Maďarska alebo Rakúskej republiky, na dobu kratšiu než 12 hodín a zároveň mám trvalý alebo prechodný pobyt na území Slovenskej republiky a viem sa preukázať o návšteve zastupiteľského úradu.",
      "36": "Krátkodobo vstupujem alebo opúšťam Slovensko za účelom účasti na pohrebe blízkej osoby a mám o tom potvrdennie alebo som sprievodná osoba a mám o tom doklad.",
      "49": "Mám trvalé kontraindikácie očkovania na základe potvrdenia od lekára podľa <a href='#' target='_blank'>Prílohy č. 4.</a>",
      "Culture": "Pracujem v kultúre alebo výskume (redaktori, herci, reštaurátori a podobne).",
      "Driver": "Som vodič alebo člen posádky (dopravy - železničná, osobná, letecká, nákladná, autobusová, lodná, preprava osôb na letiská, repriácia osôb, pohrebná služba, zdravotná služba - transport pacientov, orgánov a krvi).",
      "MinistryPcr72Hours": "Výnimky udeľované Ministerstvami.",
      "MinistryWithoutTest": "Výnimky udeľované Ministerstvami.",
      "Politician": "Vykonávam politickú funkciu (oficiálne návštevy, delegácie, poslanci EP, zastupiteľské úrady).",
      "Sport": "Som hráč športového tímu, člen realizačného výboru alebo rozhodca."
    },
    "pcr72Hours": {
      "legend": "Výnimky s negatívnym výsledkom PCR testu nie starším ako 72-hodín"
    },
    "start": {
      "hasException": {
        "ag7Days": "Mám výnimku, ktorá vyžaduje negatívny výsledok <strong>antigénového testu nie starší ako 7 dní.</strong>",
        "hint": "Po zakliknutí niektorej z ďalších možností uvidíte detailný prehľad výnimiek. Ak označíte nesprávnu možnosť, neobávajte sa. Budete sa môcť vrátiť o krok späť.",
        "label": "Mám výnimku z absolvovania domácej izolácie",
        "pcr72Hours": "Mám výnimku, ktorá vyžaduje negatívny výsledok <strong>PCR testu nie starší ako 72-hodín.</strong>",
        "pcr7Days": "Mám výnimku, ktorá vyžaduje negatívny výsledok <strong>PCR testu nie starší ako 7 dní.</strong>",
        "pcr7DaysHint": "Obsahuje aj výnimku pre <strong>pendlerov</strong>.",
        "withoutTest": "Mám výnimku, ktorá <strong>nevyžaduje negatívny výsledok testu.</strong>"
      },
      "noException": "<strong>Nemám žiadnu výnimku</strong>  z absolvovania domácej izolácie.",
      "noExceptionLabel": "Nemám výnimku z absolvovania domácej izolácie",
      "warning": "Upozornenie",
      "warningBody": "Podmienky pre vstup na Slovensko sú prísne. Pre vstup do krajiny nestačí negatívny test! Ak nespĺňate podmienky pre niektorú z výnimiek, vzťahuje sa na Vás povinná domáca izolácia alebo izolácia v karanténnom zariadení. <a href='#' target='_blank'>Prehľad výnimiek</a>"
    },
    "withoutTest": {
      "legend": "Výnimky, ktoré nevyžadujú negatívny výsledok testu"
    }
  },
  "global": {
    "confirmationLegend": "Potvrdenia",
    "correctnessStatement": {
      "text": "Potvrdzujem a prehlasujem, že všetky uvedené údaje sú pravdivé"
    },
    "dataConsent": {
      "linkText": "Poučenie o ochrane osobných údajov",
      "text": "Oboznámil(a) som sa s Poučením o ochrane osobných údajov"
    },
    "navigation": {
      "back": "Späť",
      "sendRegistration": "Odoslať registráciu"
    }
  },
  "home": {
    "exceptionNone": "ziadna",
    "exceptionNotSelected": "nezvolena"
  },
  "quarantineRegistration": {
    "additionalInfoDoctorsName": "Meno a priezvisko všeobecného lekára",
    "additionalInfoHelper": "V prípade pozitívneho testu, v záujme ochrany Vás a Vašich blízkych, budú od Vás hygienici vyžadovať dodatočné informácie. Pomôžete nám, ak ich dobrovoľne zadáte už teraz.",
    "additionalInfoLegend": "Dodatočné údaje",
    "additionalInfoNote": "Poznámka",
    "additionalInfoNoteHint": "Do poznámky môžete uviesť upresňujúce informácie.",
    "additionalInfoPersonsInHousehold": "Počet osôb žijúcich alebo zdržiavajúcich sa v mieste izolácie",
    "addressCity": "Mesto/Obec",
    "addressLegend": "Adresa absolvovania domácej izolácie",
    "addressNumber": "Orientačné číslo (číslo domu)",
    "addressPermanentDifferent": "Iná ako adresa domácej izolácie",
    "addressPermanentLegend": "Adresa trvalého bydliska",
    "addressPermanentNo": "Bez trvalého bydliska na Slovensku",
    "addressPermanentSame": "Rovnaká ako adresa domácej izolácie",
    "addressStreet": "Ulica",
    "addressZip": "PSČ",
    "insuranceCompany": {
      "24": "Dôvera zdravotná poisťovňa",
      "25": "Všeobecná zdravotná poisťovňa",
      "27": "Union zdravotná poisťovňa",
      "98": "Poistenie v inej krajine EÚ",
      "99": "Bez poistenia v EÚ"
    },
    "insuranceCompanyLegend": "Zdravotná poisťovňa",
    "intro1": "Dokončite registráciu do ehranice. Po vstupe na Slovensko je nutné ostať v domácej izolácii.",
    "intro2": "Domáca izolácia skončí po negatívnom PCR teste, na ktorý budete objednaný."
  },
  "startStep": {
    "addAnotherCountry": "Pridať ďalšiu navštívenú krajinu",
    "birthDateLegend": "Dátum narodenia",
    "cancel": "Zrušiť",
    "emailMobile": {
      "email": "Emailová adresa",
      "emailHint": "Zadajte email, na ktorý Vám odošleme potvrdenie o registrácii. Potvrdením sa preukážete na hraniciach pri príchode na Slovensko.",
      "legend": "Emailová adresa a telefónne číslo",
      "phone": "Telefónne číslo (s ktorým ste pricestovali zo zahraničia)",
      "phoneHint": "Zadajte aj s medzinárodnou predvoľbou, napríklad +421 pre slovenské čísla.",
      "phoneVerify": "Zadajte telefónne číslo ešte raz",
      "phoneVerifyHint": "Pozorne si skontrolujte, či ste vo Vašom telefónnom čísle omylom nezamenili niektorú číslicu."
    },
    "idNumber": {
      "byCountry": "ID pridelené inou krajinou",
      "icoBic": "Slovenské rodné číslo alebo BIČ",
      "icoBicHelper": "Vyplňte iba ak nemáte slovenské rodné číslo alebo BIČ.",
      "legend": "Identifikačné číslo"
    },
    "legend": "Zadajte krajinu a dátum príchodu na Slovensko",
    "personalInfo": {
      "firstName": "Meno",
      "lastName": "Priezvisko",
      "legend": "Osobné údaje"
    }
  },
  "stepFinal": {
    "loading": "Vašu registráciu spracovávame, vydržte ešte chvíľu a nezatvárajte stránku.",
    "registrationError": "Registrácia sa nepodarila",
    "registrationSuccess": "Registrácia dokončená",
    "thanksMessage": "Ďakujeme, že ste sa zaregistrovali do eHranice.",
    "thanksMessageError": "Ďakujeme, že ste sa chceli zaregistrovať do eHranice. Vašu registráciu nevieme spracovať.<br>Volajte na číslo +421 2 32 35 30 30."
  },
  "youngerThan12": {
    "body": "<p>Ďakujeme, že ste sa chceli zaregistrovať do eHranice. <strong>Deti do 12 rokov sa nemusia registrovať.</strong></p><p>Platí pre ne to isté, čo pre osoby žijúce s nimi v spoločnej domácnosti. Teda, ak má niektorý člen spoločnej domácnosti absolvovať povinnú karanténu, platí to aj pre dieťa. A naopak, ak sa na členov spoločnej domácnosti vzťahuje výnimka z karantény, výnimka platí aj pre dieťa.</p>",
    "title": "Registrácia nie je potrebná"
  }
}
